Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Require AutoFit to provide at least this many tokens of context. Models that cannot meet this minimum will fail to load. An explicitly chosen context length is not affected.
ar: طلب AutoFit لتوفير هذا العدد على الأقل من رموز السياق. النماذج التي لا تلبي هذا الحد الأدنى ستفشل في التحميل. لا يتأثر طول السياق المختار صراحة.
de: Erfordert, dass AutoFit mindestens so viele Kontext-Token bereitstellt. Modelle, die dieses Minimum nicht erreichen können, können nicht geladen werden. Eine explizit gewählte Kontextlänge ist davon nicht betroffen.
es: Exige que AutoFit proporcione al menos esta cantidad de tokens de contexto. Los modelos que no alcancen este mínimo no se cargarán. Una longitud de contexto elegida explícitamente no se ve afectada.
fr: Exige qu'AutoFit fournisse au moins ce nombre de jetons de contexte. Les modèles qui ne peuvent pas atteindre ce minimum ne se chargeront pas. Une longueur de contexte explicitement choisie n'est pas affectée.
he: דרוש מ-AutoFit לספק לפחות מספר זה של אסימוני הקשר. מודלים שאינם יכולים לעמוד במינימום זה ייכשלו בטעינה. אורך הקשר שנבחר במפורש אינו מושפע.
hi: AutoFit को संदर्भ के कम से कम इतने टोकन प्रदान करने की आवश्यकता है। जो मॉडल इस न्यूनतम को पूरा नहीं कर सकते वे लोड होने में विफल रहेंगे। स्पष्ट रूप से चुनी गई संदर्भ लंबाई प्रभावित नहीं होती है।
id: Wajibkan AutoFit untuk menyediakan setidaknya token konteks sebanyak ini. Model yang tidak dapat memenuhi batas minimum ini akan gagal dimuat. Panjang konteks yang dipilih secara eksplisit tidak terpengaruh.
it: Richiede che AutoFit fornisca almeno questo numero di token di contesto. I modelli che non soddisfano questo minimo non verranno caricati. Una lunghezza di contesto scelta esplicitamente non è interessata.
ja: AutoFit が少なくともこのトークン数のコンテキストを提供することを要求します。この最小値を満たせないモデルは読み込みに失敗します。明示的に選択されたコンテキスト長は影響を受けません。
ko: AutoFit이 최소 이만큼의 컨텍스트 토큰을 제공하도록 요구합니다. 이 최소값을 충족할 수 없는 모델은 로드되지 않습니다. 명시적으로 선택한 컨텍스트 길이는 영향을 받지 않습니다.
nl: Vereist dat AutoFit ten minste zoveel contexttokens levert. Modellen die niet aan dit minimum kunnen voldoen, kunnen niet worden geladen. Een expliciet gekozen contextlengte wordt niet beïnvloed.
pl: Wymagaj, aby AutoFit zapewnił co najmniej tyle tokenów kontekstu. Modele, które nie spełniają tego minimum, nie załadują się. Wybrana jawnie długość kontekstu pozostaje bez zmian.
pt_br: Exige que o AutoFit forneça pelo menos este número de tokens de contexto. Os modelos que não atingirem esse mínimo falharão ao carregar. Uma extensão de contexto escolhida explicitamente não é afetada.
ru: Требовать, чтобы AutoFit предоставлял как минимум столько токенов контекста. Модели, не соответствующие этому минимуму, не смогут загрузиться. Явно заданный размер контекста не затрагивается.
sv: Kräv att AutoFit tillhandahåller minst så här många sammanhangstokens. Modeller som inte uppfyller detta minimum kan inte laddas. En uttryckligen vald kontextlängd påverkas inte.
tr: AutoFit'in en az bu kadar bağlam belirteci sağlamasını zorunlu kılın. Bu minimumu karşılayamayan modeller yüklenemez. Açıkça seçilen bir bağlam uzunluğu etkilenmez.
uk: Вимагати, щоб AutoFit надавав принаймні стільки токенів контексту. Моделі, які не відповідають цьому мінімуму, не зможуть завантажитися. Явно обрана довжина контексту не змінюється.
vi: Yêu cầu AutoFit cung cấp ít nhất số mã thông báo ngữ cảnh này. Các mô hình không đáp ứng mức tối thiểu này sẽ không tải được. Độ dài ngữ cảnh được chọn rõ ràng không bị ảnh hưởng.
zh_hans: 要求 AutoFit 至少提供指定数量的上下文标记。无法满足此最低要求的模型将无法加载。显式选择的上下文长度不受影响。
zh_hant: 要求 AutoFit 至少提供指定數量的上下文標記。無法滿足此最低要求的模型將無法載入。顯式選擇的上下文長度不受影響。

source: Rescan
ar: إعادة الفحص
de: Erneut scannen
es: Reexplorar
fr: Rebalayer
he: סרוק מחדש
hi: पुनः स्कैन करें
id: Pindai Ulang
it: Nuova scansione
ja: 再スキャン
ko: 다시 검사
nl: Opnieuw scannen
pl: Skanuj ponownie
pt_br: Reescanear
ru: Пересканировать
sv: Skanna igen
tr: Yeniden Tara
uk: Пересканувати
vi: Quét lại
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Rescan Now
ar: إعادة الفحص الآن
de: Jetzt neu suchen
es: Volver a examinar ahora
fr: Réanalyser maintenant
he: סרוק מחדש כעת
hi: अब पुनः स्कैन करें
id: Pindai Ulang Sekarang
it: Riscansiona ora
ja: 今すぐ再スキャン
ko: 지금 다시 검색
nl: Nu opnieuw scannen
pl: Ponów skanowanie teraz
pt_br: Verificar Novamente Agora
ru: Повторить сканирование сейчас
sv: Skanna igen nu
tr: Şimdi Yeniden Tara
uk: Повторно сканувати зараз
vi: Quét lại ngay
zh_hans: 立即重新扫描
zh_hant: 立即重新掃描

source: Rescan Storage
ar: إعادة فحص التخزين
de: Speicher neu durchsuchen
es: Volver a examinar almacenamiento
fr: Réanalyser le stockage
he: סרוק מחדש אחסון
hi: स्टोरेज पुनः स्कैन करें
id: Pindai Ulang Penyimpanan
it: Riscansiona archiviazione
ja: ストレージを再スキャン
ko: 저장소 다시 검색
nl: Opslag opnieuw scannen
pl: Ponów skanowanie pamięci
pt_br: Verificar Armazenamento Novamente
ru: Повторить сканирование хранилища
sv: Skanna lagring igen
tr: Depolamayı Yeniden Tara
uk: Повторно сканувати сховище
vi: Quét lại bộ nhớ
zh_hans: 重新扫描存储空间
zh_hant: 重新掃描儲存空間

source: Rescan storage
ar: إعادة فحص التخزين
de: Speicher erneut scannen
es: Reexplorar almacenamiento
fr: Rebalayer le stockage
he: סרוק אחסון מחדש
hi: स्टोरेज को दोबारा स्कैन करें
id: Pindai ulang penyimpanan
it: Riscansiona archiviazione
ja: ストレージを再スキャン
ko: 저장소 다시 검사
nl: Opslag opnieuw scannen
pl: Przeskanuj pamięć ponownie
pt_br: Reescanear armazenamento
ru: Пересканировать хранилище
sv: Skanna lagring igen
tr: Depolamayı yeniden tara
uk: Пересканувати сховище
vi: Quét lại bộ nhớ
zh_hans: 重新扫描存储
zh_hant: 重新掃描儲存空間

source: Reset Appearance
ar: إعادة تعيين المظهر
de: Erscheinungsbild zurücksetzen
es: Restablecer apariencia
fr: Réinitialiser l'apparence
he: איפוס מראה
hi: रूप-रंग रीसेट करें
id: Reset Tampilan
it: Ripristina aspetto
ja: 外観をリセット
ko: 모양 초기화
nl: Weergave herstellen
pl: Przywróć wygląd
pt_br: Redefinir aparência
ru: Сбросить оформление
sv: Återställ utseende
tr: Görünümü Sıfırla
uk: Скинути оформлення
vi: Đặt lại giao diện
zh_hans: 重置外观
zh_hant: 重設外觀

source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer a valores predeterminados
fr: Rétablir les valeurs par défaut
he: אפס לברירת מחדל
hi: डिफ़ॉल्ट पर रीसेट करें
id: Atur Ulang ke Default
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
nl: Herstellen naar standaard
pl: Przywróć domyślne
pt_br: Redefinir para o Padrão
ru: Сбросить по умолчанию
sv: Återställ till standard
tr: Varsayılana Sıfırla
uk: Скинути до значень за замовчуванням
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
he: אפס לברירות מחדל
hi: डिफ़ॉल्ट पर रीसेट करें
id: Atur Ulang ke Pengaturan Default
it: Ripristina impostazioni predefinite
ja: デフォルトにリセット
ko: 기본값으로 초기화
nl: Herstellen naar standaarden
pl: Przywróć wartości domyślne
pt_br: Redefinir para Padrões
ru: Сбросить к настройкам по умолчанию
sv: Återställ till standardvärden
tr: Varsayılanlara Sıfırla
uk: Скинути до стандартних налаштувань
vi: Đặt lại về giá trị mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復預設值

source: Reset to Defaults...
ar: إعادة التعيين إلى الإعدادات الافتراضية...
de: Auf Standardwerte zurücksetzen...
es: Restablecer valores predeterminados...
fr: Rétablir les valeurs par défaut...
he: אפס לברירות מחדל...
hi: डिफ़ॉल्ट पर रीसेट करें...
id: Atur Ulang ke Pengaturan Default...
it: Ripristina impostazioni predefinite...
ja: デフォルトにリセット...
ko: 기본값으로 초기화...
nl: Herstellen naar standaarden...
pl: Przywróć wartości domyślne...
pt_br: Redefinir para Padrões...
ru: Сбросить к настройкам по умолчанию...
sv: Återställ till standardvärden...
tr: Varsayılanlara Sıfırla...
uk: Скинути до стандартних налаштувань...
vi: Đặt lại về giá trị mặc định...
zh_hans: 恢复默认设置...
zh_hant: 恢復預設值...

source: Resident
ar: مقيم في الذاكرة
es: Residente
fr: Résident
he: תושב זיכרון
hi: रेजिडेंट
id: Residen
it: Residente
ja: 常駐
ko: 상주
pl: Rezydentny
pt_br: Residente
ru: В памяти
tr: Yerleşik
uk: В пам'яті
vi: Thường trú
zh_hans: 常驻内存
zh_hant: 常駐

source: Resolved
ar: مُحدَّد
de: Aufgelöst
es: Resuelto
fr: Résolu
he: נקבע
hi: निर्धारित
id: Ditentukan
it: Risolto
ja: 解決済み
ko: 확정됨
nl: Vastgesteld
pl: Ustalono
pt_br: Resolvido
ru: Определено
sv: Fastställd
tr: Çözüldü
uk: Визначено
vi: Đã xác định
zh_hans: 已确定
zh_hant: 已確定

source: Resolved Context
ar: السياق المحدد
de: Aufgelöster Kontext
es: Contexto resuelto
fr: Contexte résolu
he: הקשר שנפתר
hi: समाधानित संदर्भ
id: Konteks Teratasi
it: Contesto risolto
ja: 解決されたコンテキスト
ko: 확정된 컨텍스트
nl: Opgeloste context
pl: Rozwiązany kontekst
pt_br: Contexto Resolvido
ru: Разрешенный контекст
sv: Fastställd kontext
tr: Çözümlenmiş Bağlam
uk: Визначений контекст
vi: Ngữ cảnh đã phân giải
zh_hans: 已解析上下文
zh_hant: 已解析上下文

source: Resolved Slots
ar: الفتحات المحددة
de: Aufgelöste Slots
es: Ranuras resueltas
fr: Emplacements résolus
he: חריצים שנפתרו
hi: समाधानित स्लॉट
id: Slot Teratasi
it: Slot risolti
ja: 解決されたスロット
ko: 확정된 슬롯
nl: Opgeloste slots
pl: Rozwiązane gniazda
pt_br: Slots Resolvidos
ru: Разрешенные слоты
sv: Fastställda platser
tr: Çözümlenmiş Yuvalar
uk: Визначені слоти
vi: Khe đã phân giải
zh_hans: 已解析槽位
zh_hant: 已解析插槽

source: Restart Background Daemon
ar: إعادة تشغيل العملية الخلفية
de: Hintergrund-Daemon neu starten
es: Reiniciar demonio en segundo plano
fr: Redémarrer le démon en arrière-plan
he: הפעל מחדש שירות רקע
hi: पृष्ठभूमि डेमॉन पुनः आरंभ करें
id: Mulai Ulang Daemon Latar Belakang
it: Riavvia demone in background
ja: バックグラウンドデーモンを再起動
ko: 백그라운드 데몬 다시 시작
nl: Achtergronddaemon herstarten
pl: Uruchom ponownie demona w tle
pt_br: Reiniciar Daemon em Segundo Plano
ru: Перезапустить фоновый демон
sv: Starta om bakgrundsdemon
tr: Arka Plan Daemon'ını Yeniden Başlat
uk: Перезапустити фоновий демон
vi: Khởi động lại tiến trình nền
zh_hans: 重启后台守护进程
zh_hant: 重新啟動背景守護程式

source: Restart Server
ar: إعادة تشغيل الخادم
de: Server neu starten
es: Reiniciar servidor
fr: Redémarrer le serveur
he: הפעל מחדש את השרת
hi: सर्वर पुनः प्रारंभ करें
id: Mulai Ulang Server
it: Riavvia server
ja: サーバーを再起動
ko: 서버 다시 시작
nl: Server herstarten
pl: Uruchom ponownie serwer
pt_br: Reiniciar Servidor
ru: Перезапустить сервер
sv: Starta om server
tr: Sunucuyu Yeniden Başlat
uk: Перезапустити сервер
vi: Khởi động lại máy chủ
zh_hans: 重启服务器
zh_hant: 重新啟動伺服器

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזר
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv: Återställ
tr: Geri yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Restore Auto
ar: استعادة الوضع التلقائي
de: Automatisch wiederherstellen
es: Restaurar automático
fr: Rétablir automatique
he: שחזר אוטומטי
hi: स्वचालित पुनर्स्थापित करें
id: Pulihkan Otomatis
it: Ripristina automatico
ja: 自動に戻す
ko: 자동 복원
nl: Automatisch herstellen
pl: Przywróć automatyczne
pt_br: Restaurar Automático
ru: Восстановить авто
sv: Återställ auto
tr: Otomiğe Geri Yükle
uk: Відновити авто
vi: Khôi phục tự động
zh_hans: 恢复自动
zh_hant: 恢復自動

source: Restore a Backup
ar: استعادة نسخة احتياطية
de: Backup wiederherstellen
es: Restaurar una copia de seguridad
fr: Restaurer une sauvegarde
he: שחזור גיבוי
hi: बैकअप पुनर्स्थापित करें
id: Pulihkan Cadangan
it: Ripristina un backup
ja: バックアップを復元
ko: 백업 복원
nl: Een back-up herstellen
pl: Przywróć kopię zapasową
pt_br: Restaurar um backup
ru: Восстановить резервную копию
sv: Återställ en säkerhetskopia
tr: Yedek Geri Yükle
uk: Відновити резервну копію
vi: Khôi phục bản sao lưu
zh_hans: 恢复备份
zh_hant: 回復備份

source: Restore inherited source
ar: استعادة المصدر الموروث
de: Geerbte Quelle wiederherstellen
es: Restaurar fuente heredada
fr: Restaurer la source héritée
he: שחזר מקור שעבר בירושה
hi: विरासत में मिले स्रोत को पुनर्स्थापित करें
id: Pulihkan sumber warisan
it: Ripristina origine ereditata
ja: 継承されたソースを復元
ko: 상속된 소스 복원
nl: Overgenomen bron herstellen
pl: Przywróć odziedziczone źródło
pt_br: Restaurar fonte herdada
ru: Восстановить унаследованный источник
sv: Återställ ärvd källa
tr: Devralınan kaynağı geri yükle
uk: Відновити успадковане джерело
vi: Khôi phục nguồn kế thừa
zh_hans: 恢复继承的源
zh_hant: 復原繼承的來源

source: Restores theme mode, colors, fonts, text size, dock icon, and every preference on this pane. Saved themes are kept.
ar: يستعيد وضع السمة والألوان والخطوط وحجم النص وأيقونة Dock وجميع التفضيلات في هذا الجزء. يتم الاحتفاظ بالسمات المحفوظة.
de: Stellt Designmodus, Farben, Schriften, Textgröße, Dock-Symbol und alle Einstellungen in diesem Bereich wieder her. Gespeicherte Designs bleiben erhalten.
es: Restaura el modo de tema, colores, fuentes, tamaño de texto, icono del Dock y todas las preferencias de este panel. Se conservan los temas guardados.
fr: Restaure le mode de thème, les couleurs, les polices, la taille du texte, l'icône du Dock et toutes les préférences de ce panneau. Les thèmes enregistrés sont conservés.
he: משחזר מצב ערכת נושא, צבעים, גופנים, גודל טקסט, סמל Dock וכל העדפה בחלונית זו. ערכות נושא שמורות יישמרו.
hi: थीम मोड, रंग, फ़ॉन्ट, टेक्स्ट आकार, डॉक आइकन और इस फलक की सभी प्राथमिकताओं को पुनर्स्थापित करता है। सहेजी गई थीम बनी रहती हैं।
id: Memulihkan mode tema, warna, font, ukuran teks, ikon Dock, dan setiap preferensi pada panel ini. Tema yang disimpan tetap dipertahankan.
it: Ripristina modalità tema, colori, caratteri, dimensioni testo, icona Dock e tutte le preferenze di questo riquadro. I temi salvati vengono mantenuti.
ja: テーマモード、色、フォント、テキストサイズ、Dock アイコン、このペインのすべての環境設定を復元します。保存されたテーマは保持されます。
ko: 테마 모드, 색상, 글꼴, 텍스트 크기, Dock 아이콘 및 이 창의 모든 환경설정을 복원합니다. 저장된 테마는 유지됩니다.
nl: Herstelt themamodus, kleuren, lettertypen, tekstgrootte, Dock-pictogram en alle voorkeuren in dit paneel. Opgeslagen thema's blijven behouden.
pl: Przywraca tryb motywu, kolory, czcionki, rozmiar tekstu, ikonę Dock i wszystkie preferencje w tym panelu. Zapisane motywy zostają zachowane.
pt_br: Restaura o modo de tema, cores, fontes, tamanho do texto, ícone do Dock e todas as preferências deste painel. Os temas salvos são mantidos.
ru: Восстанавливает режим темы, цвета, шрифты, размер текста, значок Dock и все параметры на этой панели. Сохраненные темы остаются.
sv: Återställer temaläge, färger, teckensnitt, textstorlek, dockningsikon och alla inställningar i denna panel. Sparade teman behålls.
tr: Tema modunu, renkleri, yazı tiplerini, metin boyutunu, Dock simgesini ve bu bölmedeki her tercihi geri yükler. Kayıtlı temalar korunur.
uk: Відновлює режим теми, кольори, шрифти, розмір тексту, піктограму Dock та всі налаштування на цій панелі. Збережені теми залишаються.
vi: Khôi phục chế độ chủ đề, màu sắc, phông chữ, cỡ chữ, biểu tượng Dock và mọi tùy chọn trên ngăn này. Các chủ đề đã lưu được giữ lại.
zh_hans: 恢复此面板上的主题模式、颜色、字体、字号、Dock 图标及所有偏好设置。保存的主题将被保留。
zh_hant: 復原此面板上的主題模式、顏色、字型、文字大小、Dock 圖示及所有偏好設定。儲存的主題將被保留。

source: Restores theme mode, colors, fonts, text size, dock icon, and every preference on this pane. This cannot be undone.
ar: يستعيد وضع السمة والألوان والخطوط وحجم النص وأيقونة Dock وكل تفضيلات هذه اللوحة. لا يمكن التراجع عن هذا الإجراء.
de: Stellt Themenmodus, Farben, Schriften, Textgröße, Dock-Symbol und alle Einstellungen dieses Bereichs wieder her. Dies kann nicht rückgängig gemacht werden.
es: Restaura el modo de tema, los colores, las fuentes, el tamaño del texto, el icono del Dock y todas las preferencias de este panel. Esta acción no se puede deshacer.
fr: Restaure le mode de thème, les couleurs, les polices, la taille du texte, l'icône du Dock et toutes les préférences de ce volet. Cette action est irréversible.
he: מחזיר את מצב ערכת העיצוב, הצבעים, הגופנים, גודל הטקסט, סמל ה-Dock ואת כל ההעדפות בלוח זה. לא ניתן לבטל פעולה זו.
hi: थीम मोड, रंग, फ़ॉन्ट, टेक्स्ट आकार, डॉक आइकन और इस पैनल की हर प्राथमिकता पुनर्स्थापित करता है। इसे पूर्ववत नहीं किया जा सकता।
id: Memulihkan mode tema, warna, font, ukuran teks, ikon Dock, dan semua preferensi di panel ini. Tindakan ini tidak dapat dibatalkan.
it: Ripristina la modalità tema, i colori, i font, la dimensione del testo, l'icona del Dock e ogni preferenza di questo pannello. L'operazione non può essere annullata.
ja: テーマモード、カラー、フォント、テキストサイズ、Dockアイコン、およびこのペインのすべての設定を元に戻します。この操作は取り消せません。
ko: 테마 모드, 색상, 폰트, 텍스트 크기, Dock 아이콘 및 이 팬의 모든 환경설정을 복원합니다. 이 작업은 되돌릴 수 없습니다.
nl: Herstelt themamodus, kleuren, lettertypen, tekstgrootte, het Dock-pictogram en elke voorkeur in dit venster. Dit kan niet ongedaan worden gemaakt.
pl: Przywraca tryb motywu, kolory, czcionki, rozmiar tekstu, ikonę Docka i wszystkie ustawienia tego panelu. Nie można tego cofnąć.
pt_br: Restaura o modo de tema, as cores, as fontes, o tamanho do texto, o ícone do Dock e todas as preferências deste painel. Não é possível desfazer.
ru: Восстанавливает режим темы, цвета, шрифты, размер текста, значок в Dock и все настройки этой панели. Действие нельзя отменить.
sv: Återställer temaläge, färger, typsnitt, textstorlek, Dock-ikonen och alla inställningar i den här rutan. Detta går inte att ångra.
tr: Tema modunu, renkleri, yazı tiplerini, metin boyutunu, Dock simgesini ve bu bölmedeki her tercihi geri yükler. Bu işlem geri alınamaz.
uk: Відновлює режим теми, кольори, шрифти, розмір тексту, значок Dock і всі налаштування цієї панелі. Дію неможливо скасувати.
vi: Khôi phục chế độ giao diện, màu sắc, phông chữ, cỡ chữ, biểu tượng Dock và mọi tùy chọn trong khung này. Không thể hoàn tác.
zh_hans: 恢复主题模式、颜色、字体、文字大小、程序坢图标以及此面板上的所有偏好设置。此操作无法撤销。
zh_hant: 還原主題模式、顏色、字體、文字大小、Dock 圖示以及此面板上的所有偏好設定。此操作無法復原。

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
he: המשך
hi: जारी रखें
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 계속
nl: Hervatten
pl: Wznów
pt_br: Retomar
ru: Продолжить
sv: Återuppta
tr: Sürdür
uk: Відновити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Reused Prefix Tokens: %@
ar: الرموز المميزة للبادئة المعاد استخدامها: %@
de: Wiederverwendete Präfix-Token: %@
es: Tokens de prefijo reutilizados: %@
fr: Jetons de préfixe réutilisés : %@
he: אסימוני קידומת שעשו בהם שימוש חוזר: %@
hi: पुनः उपयोग किए गए उपसर्ग टोकन: %@
id: Token Awalan yang Digunakan Kembali: %@
it: Token di prefisso riutilizzati: %@
ja: 再利用されたプレフィックストークン数: %@
ko: 재사용된 접두사 토큰: %@
nl: Hergebruikte voorvoegseltokens: %@
pl: Ponownie wykorzystane tokeny prefiksów: %@
pt_br: Tokens de prefixo reutilizados: %@
ru: Повторно использованные токены префикса: %@
sv: Återanvända prefix-tokens: %@
tr: Yeniden Kullanılan Önek Belirteçleri: %@
uk: Повторно використані токени префікса: %@
vi: Mã thông báo tiền tố được tái sử dụng: %@
zh_hans: 复用的前缀标记数: %@
zh_hant: 複用的前綴標記數: %@

source: Reveal
ar: إظهار
de: Einblenden
es: Mostrar
fr: Afficher
he: חשוף
hi: प्रकट करें
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
nl: Weergeven
pl: Pokaż
pt_br: Revelar
ru: Показать
sv: Visa
tr: Göster
uk: Показати
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

source: Reveal Daemon Log
ar: إظهار سجل العملية الخلفية
de: Daemon-Protokoll einblenden
es: Mostrar registro del demonio
fr: Afficher le journal du démon
he: חשוף יומן שירות רקע
hi: डेमॉन लॉग दिखाएं
id: Tampilkan Log Daemon
it: Mostra registro demone
ja: デーモンログを表示
ko: 데몬 로그 표시
nl: Daemon-logbestand weergeven
pl: Pokaż dziennik demona
pt_br: Mostrar Registro do Daemon
ru: Показать журнал демона
sv: Visa demonlogg
tr: Daemon Günlüğünü Göster
uk: Показати журнал демона
vi: Hiện nhật ký tiến trình
zh_hans: 在访达中显示守护进程日志
zh_hant: 在訪達中顯示守護程式記錄

source: Reveal Profiles Folder in Finder
ar: إظهار مجلد الملفات الشخصية في Finder
de: Profilordner im Finder anzeigen
es: Mostrar carpeta de perfiles en el Finder
fr: Afficher le dossier des profils dans le Finder
he: חשוף תיקיית פרופילים ב-Finder
hi: Finder में प्रोफाइल फ़ोल्डर दिखाएं
id: Tampilkan Folder Profil di Finder
it: Mostra cartella profili nel Finder
ja: Finderでプロファイルフォルダを表示
ko: Finder에서 프로필 폴더 보기
nl: Profielenmap weergeven in Finder
pl: Pokaż folder profilów w Finderze
pt_br: Mostrar Pasta de Perfis no Finder
ru: Показать папку профилей в Finder
sv: Visa profilmapp i Finder
tr: Profiller Klasörünü Finder'da Göster
uk: Показати папку профілів у Finder
vi: Hiện thư mục hồ sơ trong Finder
zh_hans: 在访达中显示个人资料文件夹
zh_hant: 在訪達中顯示設定檔資料夾

source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
he: הצג ב-Finder
hi: Finder में दिखाएं
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Weergeven in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Review architecture and suggest improvements
ar: راجع البنية المعمارية واقترح تحسينات
de: Architektur überprüfen und Verbesserungen vorschlagen
es: Revisar la arquitectura y sugerir mejoras
fr: Examiner l'architecture et suggérer des améliorations
he: סקור ארכיטקטורה והצע שיפורים
hi: वास्तुकला की समीक्षा करें और सुधार सुझाएं
id: Tinjau arsitektur dan sarankan perbaikan
it: Rivedi l'architettura e suggerisci miglioramenti
ja: アーキテクチャをレビューして改善案を提案してください
ko: 아키텍처를 검토하고 개선점을 제안해주세요
nl: Architectuur beoordelen en verbeteringen voorstellen
pl: Przejrzyj architekturę i zasugeruj ulepszenia
pt_br: Revisar a arquitetura e sugerir melhorias
ru: Провести аудит архитектуры и предложить улучшения
sv: Granska arkitektur och föreslå förbättringar
tr: Mimarisi inceleyin ve iyileştirmeler önerin
uk: Перегляньте архітектуру та запропонуйте вдосконалення
vi: Xem xét kiến trúc và đề xuất cải tiến
zh_hans: 审查架构并提出改进建议
zh_hant: 審查架構並提出改進建議

source: Rewind
ar: إرجاع
de: Zurückspulen
es: Rebobinar
fr: Rembobiner
he: החזר אחורה
hi: पीछे ले जाएं
id: Putar Balik
it: Riavvolgi
ja: 巻き戻す
ko: 되감기
nl: Terugspoelen
pl: Cofnij
pt_br: Rebobinar
ru: Перемотать
sv: Spola tillbaka
tr: Geri Sar
uk: Перемотати
vi: Quay lại
zh_hans: 回退
zh_hant: 回溯

source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar
fr: Exécuter
he: הרץ
hi: चलाएं
id: Jalankan
it: Esegui
ja: 実行
ko: 실행
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запустить
sv: Kör
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Run Agent
ar: تشغيل الوكيل
de: Agent ausführen
es: Ejecutar agente
fr: Exécuter l'agent
he: הפעלת סוכן
hi: एजेंट चलाएँ
id: Jalankan agen
it: Eseguire agente
ja: エージェントを実行
ko: 에이전트 실행
nl: Agent uitvoeren
pl: Uruchom agenta
pt_br: Executar agente
ru: Запустить агента
sv: Kör agent
tr: Ajanı çalıştır
uk: Запустити агента
vi: Chạy tác nhân
zh_hans: 运行代理
zh_hant: 執行代理程式

source: Run Batch
ar: تشغيل دفعة
de: Stapel ausführen
es: Ejecutar lote
fr: Exécuter le lot
he: הפעלת אצווה
hi: बैच चलाएँ
id: Jalankan kelompok
it: Eseguire gruppo
ja: 一括実行
ko: 일괄 실행
nl: Batch uitvoeren
pl: Uruchom serię
pt_br: Executar lote
ru: Запустить пакет
sv: Kör sats
tr: Toplu çalıştır
uk: Запустити пакет
vi: Chạy hàng loạt
zh_hans: 批量运行
zh_hant: 批次執行

source: Run Command
ar: تشغيل أمر
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
he: הרצת פקודה
hi: कमांड चलाएँ
id: Jalankan perintah
it: Eseguire comando
ja: コマンドを実行
ko: 명령 실행
nl: Opdracht uitvoeren
pl: Uruchom polecenie
pt_br: Executar comando
ru: Выполнить команду
sv: Kör kommando
tr: Komutu çalıştır
uk: Виконати команду
vi: Chạy lệnh
zh_hans: 运行命令
zh_hant: 執行命令
